Repository: B-Rich/tkGAME
Catalog: locale/*.po
Languages: fr_fr

source: _File
fr_fr: _Fichier

source: _Show
fr_fr: _Affichage

source: _Help
fr_fr: _Aide

source: _Quit
fr_fr: _Quitter

source: Show statusbar
fr_fr: Afficher la barre d'état

source: _About
fr_fr: À _propos de...

source: About
fr_fr: À propos de...

source: Ready.
fr_fr: Prêt.

source: All inits done. OK.
fr_fr: Tout est paré. OK.

source: Are you sure you want to quit this application?
fr_fr: Quitter l'application ?

source: Quit app?
fr_fr: Question

source: Cancel
fr_fr: Annuler

source: Gabe - Game Browser
fr_fr: Gabe - Sélecteur de jeux

source: Gabe - browse games and editors
fr_fr: Gabe - Jeux et éditeurs de jeux

source: This project is licensed under the GNU General Public License v3. Please, see http://www.gnu.org/licenses/ for more detail.
fr_fr: Ce projet est publié sous licence GNU General Public License v3. Veuillez consulter http://www.gnu.org/licenses/ pour plus d'information (site en anglais).

source: Please, select a game editor:
fr_fr: Veuillez sélectionner un type de jeu, SVP :

source: Home
fr_fr: Accueil

source: Go to parent
fr_fr: Remonter d'un niveau

source: Trying to contact mirror web site. Please, wait...
fr_fr: Tentative de connexion au site web miroir, veuillez patienter, SVP...

source: Unable to reach web mirror. Trying locally...
fr_fr: Impossible de se connecter au site web miroir. Récupération du fichier local...

source: Web mirror reached. OK.
fr_fr: Site web miroir atteint. OK.

source: Download
fr_fr: Téléchargement

source: Downloading:
fr_fr: Téléchargement de :

source: Error
fr_fr: Attention

source: An error has occurred while trying to open an item: {error}
fr_fr: Une erreur est survenue : {error}

source: Package is missing locally. Download it from the web?
fr_fr: Le logiciel n'est pas installé. Le télécharger depuis internet ?

source: Info
fr_fr: Information

source: Package download aborted.
fr_fr: Téléchargement annulé.

source: no remote ZIP archive to download
fr_fr: aucune archive ZIP à télécharger

source: Software has been installed at: {path}
fr_fr: Le logiciel vient d'être installé dans : {path}

source: Now running external script file: {fname}
fr_fr: Lancement du script : {fname}

source: something went wrong in external script file '{fname}'
fr_fr: nous avons rencontré un problème dans le script externe '{fname}'

source: expected plain string of chars in URL parameter.
fr_fr: l'URL doit être une chaîne de caractères non vide.

source: Abandon
fr_fr: Abandonner

source: Caught exception
fr_fr: Erreur

source: An exception has occurred: {msg}
fr_fr: Une erreur est survenue : {msg}

source: dialog's window state should be one of {slist}.
fr_fr: l'état d'affichage de la fenêtre de dialogue doit figurer parmi {slist}.

source: Please confirm
fr_fr: Veuillez confirmer

source: Some important tasks are still running. Should I try to cancel them?
fr_fr: Des opérations importantes sont en cours. Faut-il essayer de les annuler ?

source: unsupported window state '{w_state}'.
fr_fr: l'état d'affichage '{w_state}' n'est pas pris en charge.

source: Game
fr_fr: Jeu

source: Games
fr_fr: Jeux

source: Game Editors
fr_fr: Éditeurs de jeux

source: Arcade Games
fr_fr: Jeux d'Arcade

source: Reflexion Games
fr_fr: Jeux de Réflexion

source: Card Games
fr_fr: Jeux de Cartes

source: Tetris-like Games
fr_fr: Jeux genre Tetris(tm)

source: Scrolling Arcade Games
fr_fr: Jeux genre Super Mario Bros(tm)
